[
  {
    "title": "Tsunami advisories lifted in US after waves hit Tonga following volcanic eruption",
    "author": "Alex Stambaugh",
    "time": "Updated 0938 GMT (1738 HKT) January 16, 2022 ",
    "description": "An underwater volcano in the South Pacific erupted violently on Saturday, causing tsunamis to hit Hawaii, Japan, and Tonga's largest island, Tongatapu -- sending waves flooding into the capital.",
    "content": [
      "The ",
      "Hunga-Tonga-Hunga-Ha'apai volcano",
      ", about 30 kilometers (18.6 miles) southeast of Tonga's Fonuafo'ou island, first erupted on Friday and a second time on Saturday around 5:26 p.m. local time, according to CNN affiliate Radio New Zealand (RNZ).",
      "The eruptions sent a plume of ash, gas and steam 20 kilometers (12.4 miles) into the air, according to RNZ. Satellite imagery showed a massive ash cloud and shockwaves spreading from the eruption. Ash was falling from the sky in the Tonga capital, Nuku'alofa, Saturday evening and phone connections were down.",
      "The eruption caused a severe tsunami on Tongatapu, where the capital is located, with waves flowing onto coastal roads and flooding properties on Saturday. ",
      "So far, New Zealand authorities have not received any reports of deaths or injuries in Tonga related to the eruption, Prime Minister Jacinda Ardern said at a news conference on Sunday.",
      "The tsunami had a \"significant impact\" on Nuku'alofa, with boats and large boulders washed ashore, and shops along the coast damaged, she added.",
      "RNZ",
      " reported that residents fled for higher ground as waves swept the waterfront, main street and grounds of Tonga's Royal Palace.",
      " ",
      "Though it was early evening, videos show the sky already dark from the ash cloud.",
      "Tonga's King Tupou VI was evacuated from the palace, RNZ said, citing local media reports of a convoy of police and troops rushing the monarch to a villa at Mata Ki Eua. ",
      "Telecommunications were affected, though it's not clear how widespread the damage is yet, Ardern said, adding that the main undersea cable has been impacted likely due to loss of power.",
      "The New Zealand government has committed an initial $340,000 in relief supplies, technical support, and supporting local responses, with the country's Defence Force sending assistance to Tonga, Ardern said.",
      "She added that while conditions in the area seem stable, further eruption activity cannot be ruled out.",
      "The eruption also had effects across the Pacific, as ",
      "tsunami warnings",
      " and advisories were issued from parts of New Zealand and Japan to the United States and Canada's British Columbia.",
      "Per the National Weather Service",
      ", a tsunami warning means those nearby should get inland or seek higher ground immediately, while an advisory means they should stay away from the shore and out of the water. ",
      "Japan's Meteorological Agency issued a tsunami advisory for the country's coastal areas early Sunday morning, with the northeastern prefecture of Iwate seeing waves as high as 2.7 meters (9 feet). Multiple smaller tsunamis were reported in numerous other locations, according to public broadcaster NHK.",
      "By Sunday afternoon, all tsunami advisories had been lifted, the meteorological agency said. Weather agency officials ruled out the possibility of further tsunamis across the country, but said there might be some tidal fluctuations.",
      "Japan's coast guard was out assessing damage, but so far none had been reported, NHK said, noting it was still dark and more waves were expected. Officials continued to ask people to stay alert and away from beaches. ",
      "Footage shared on NHK from a viewer in Setouchi town, on Amami Oshima Island, showed bumper-to-bumper traffic as cars evacuated to higher ground. Other footage showed people sleeping on floors in evacuation centers in Iwate.",
      "Elsewhere, Australia's Bureau of Meteorology said it recorded a tsunami wave of 1.2 meters (about 4 feet) near Nuku'alofa at 5:30 p.m. local time on Saturday. And the Pacific Tsunami Warning Center said tsunami waves of 2.7 feet (0.8 meters) were observed by gauges at Nuku'alofa and waves of 2 feet at Pago Pago, the capital of American Samoa, Reuters reported.",
      "The nearby island of Fiji also issued a public advisory asking people living in low-lying coastal areas to \"move to safety in anticipation of the strong currents and dangerous waves.\" Footage from the ground shows people fleeing to higher ground in Suva, the capital of Fiji, as large waves hit the coast.",
      "In Samoa, another Pacific island nation, a tsunami watch is in effect for all low-lying coastal areas, the Samoa Meteorological Service said, with residents and visitors advised to stay away from beach areas.",
      "An earlier tsunami advisory for the Pacific island nation of Vanuatu was discontinued, with the country's National Disaster Management issuing an \"all clear.\" The office had earlier advised residents to move away from the coastline and seek higher ground. ",
      "The eruption also sent waves to the US West Coast, with some exceeding 3 and 4 feet in height, according to the National Weather Service office in San Diego. ",
      "The highest waves recorded were in Port San Luis, California (4.3 feet); King Cove, Alaska (3.3 feet); Area Cove, California (3.7 feet); Crescent City, California (3.7 feet); and Port Reyes, California (2.9 feet). ",
      "The first tsunami waves were felt on the West Coast early Saturday morning, according to Dave Snider, the tsunami warning coordinator at the National Weather Service's National Tsunami Warning Center in Palmer, Alaska.",
      "A wave as high as 1.2 feet had been observed in Nikolski, Alaska, he told CNN via telephone, while waves as tall as 1 foot were observed in Atka, Adak and King Cove, Alaska. ",
      "\"This may not be the largest wave as this is coming in yet,\" Snider told CNN, saying the event was not over. ",
      "The initial coastal tsunami advisory included the states of California, Oregon, Washington and Alaska, ",
      "according",
      " to the National Tsunami Warning Center. All of the advisories had been lifted by early Sunday morning, according the ",
      "Tsunami Warning Center",
      ". ",
      "The Pacific Tsunami Warning tweeted no damage was reported thus far from the tsunami observed in the Hawaiian Islands. A tsunami advisory for Hawaii was canceled by the ",
      "agency Saturday morning",
      ".",
      "Adam Weintraub, a spokesperson for the Hawaii Emergency Management Agency, told CNN there were \"no reports of major damage so far,\" though the effects had been felt across multiple islands. Officials were still assessing the damage. ",
      "The impacts were the equivalent of a \"high King Tide,\" Weintraub said earlier, telling CNN there had been flooding in parking lots and harbor areas he characterized as \"nuisance flooding.\"",
      "Speaking by telephone, Snider said, \"We don't have a really good forecast because this event is based on a volcano rather than an earthquake.\"",
      "Nonetheless, the National Weather Service in Seattle urged caution along the US Pacific Coast on Saturday. \"Move off the beach and out of harbors and marinas in these areas,\" NWS Seattle tweeted.",
      "The city of Laguna Beach, California, closed all beaches, boardwalks, harbors and piers until further notice in response to the tsunami advisory early Saturday morning, telling residents, \"please stay out of the water and away from the shore.\" ",
      "Santa Cruz, California, also experienced some \"minor flooding\" at the harbor, city manager Elizabeth Smith told CNN. ",
      "The waves came right at high tide, Fire Chief Rob Young said. The initial wave occurred at approximately 7:40 a.m. local time, he said, bringing with it a 1 to 2-foot wave right at the peak of high tide. The largest wave came in at about 8:49 a.m. local time, prompting a surge of about 7 feet at the harbor. A subsequent surge just after 10 a.m. was \"diminished.\" ",
      "\"When it comes, it comes quickly,\" he said. \"Not just a 1-foot wave, but it comes in a surge because it draws all the water out first, and then it comes in.\"",
      "There was some damage in the harbor and to some docks, he said. There was also \"light flooding\" on the beaches and up to the city's first surface street, Young said.",
      "All beaches and the harbor will be closed until at least noon local time, Smith said, and people were evacuated from nearby stores and the area near the harbor, though no one has been evacuated from their homes. A surf contest has been postponed and is expected to resume later Saturday. ",
      "A tsunami advisory was also issued for coastal areas on the north and east coast of New Zealand's North Island and the Chatham Islands, where \"strong and unusual currents and unpredictable surges at the shore\" were expected, according to New Zealand's National Emergency Management Agency.",
      "New Zealand's official weather service said its weather stations across the country had observed \"a pressure surge\" on Saturday evening from the eruption.",
      "Scientist Emily Lane, of New Zealand's National Institute of Water and Atmospheric Research, told the New Zealand Science Media Centre it was a \"very significant\" eruption.",
      "\"The shock wave from it is clearly visible in satellite imagery and there are reports of the eruption being heard at least as far away as New Zealand,\" she said. \"The tsunami from the eruption has reached over 2,500 kilometers being recorded on gauges over all of Aotearoa.\"",
      "Tsunamis generated by volcanoes are much less common than tsunamis from underwater earthquakes, Lane said. ",
      "A smaller eruption in late 2014 and early 2015 built up the crater of the volcano to above the surface of the water, Lane added, but it's not yet clear exactly how Hunga-Tonga-Hunga-Ha'apai erupted on this occasion. \"When we see what is left of the island after this eruption is over we can start to put together the pieces of what happened,\" she said.",
      "Professor Shane Cronin, from the School of Environment at the University of Auckland, told the New Zealand Science Media Centre research into historical eruptions by the same volcano suggested the current eruption episode could last for weeks or months \"and further similar-sized eruptions to the 15 January 2022 event are possible.\"",
      "\"The eruption is likely to result in significant ash fall (up to 10 centimeters) in Tongatapu as well as the Ha'apai group of islands,\" he said. \"Help will be needed to restore drinking water supplies. People of Tonga must also remain vigilant for further eruptions and especially tsunami with short notice and should avoid low-lying areas.\"",
      "An earlier tsunami warning issued for American Samoa has since been canceled, according to the NWS Pacific Tsunami Warning Center. ",
      "There is no tsunami threat to Guam and the Commonwealth of the Northern Mariana Islands from a \"distant eruption,\" according to the Pacific Tsunami Warning Center.",
      "The volcano had been active from December 20, but was declared dormant on January 11, according to RNZ."
    ],
    "url": "https://edition.cnn.com/2022/01/15/asia/tsunami-warning-tonga-volcano-intl-hnk/index.html",
    "site": "cnn"
  }
]
